[
    {
        "_id": "676420563483bc1663406013",
        "name": "Saksham Arora",
        "avatar": "https://s3-alpha-sig.figma.com/img/e631/4f2a/2b331207515f0365e47777b077f4ac1d?Expires=1735516800&Key-Pair-Id=APKAQ4GOSFWCVNEHN3O4&Signature=BILhyYCa8YUA271v4D-u7RysJZsUxCNJhwxdXLSnDvKd7edNuSn7LOL874w0rIj~RwuzrzBR6lHsxqzLOIiL6d8Dh3m2qJDFaJimRhAMRkKV5tj59iegr5W9CaBKRL~hNCgGF1K0I5mq2d73CN5Gnw0q5RoG8ZrHAv7rC37ST8kSiea8QX46MvdHvWXWDlNSpUIrN3BMbUYa8O0r2Wp-IswWfKgCRarJoOxB7cpCbA1DZcXoGOa77T9jIZHrLpG9IFuwObCjW~nVB5Oh1lDTg8RYyuJ0qJ1EgyWfdUzIJ5gEo~qw1RW3tF8HCWRciww88UCh0CJcnKcf6W7b8h68QQ__",
        "gender": "Male",
        "age": 25,
        "pronouns": "He/Him",
        "about": "I am Saksham Arora, a 25-year-old MBA candidate at TAPMI, Bengaluru (2024-2026), with a BTech in Electronics & Communication (CGPA 7.95). I bring 35 months of experience, including boosting system scalability by 30% and earning the Rise Insta Award at Infosys for enhancing backend efficiency by 25%",
        "professionalSummary": "I have developed Python-based analytics tools during internships and drove a 20% rise in donations through strategic social media campaigns. Certified in SQL, Python, Java, and IoT, I have also delivered impactful projects like a ReactJS prototype for accessibility and a QR-based attendance system. My achievements in national contests showcase both my technical expertise and creative problem-solving.",
        "virtualResumeLink": "https://www.youtube.com/watch?v=C4pAIvTcYmk",
        "createdAt": "2024-12-19T13:32:06.151Z",
        "updatedAt": "2024-12-19T13:32:06.151Z",
        "__v": 0
    },
    {
        "_id": "676421f13483bc1663406015",
        "name": "Lionel Messi",
        "avatar": "https://imgs.search.brave.com/ds5ao0yXa5vyHr5WSUG5aivtyfk3PX6_uQ_MlLoxWCk/rs:fit:860:0:0:0/g:ce/aHR0cHM6Ly9pbWcu/YS50cmFuc2Zlcm1h/cmt0LnRlY2hub2xv/Z3kvcG9ydHJhaXQv/YmlnLzI4MDAzLTE3/MTAwODAzMzkuanBn/P2xtPTE",
        "gender": "Male",
        "age": 37,
        "pronouns": "He/Him",
        "about": "Born in Rosario, Argentina, Messi relocated to Spain to join Barcelona at age 13, and made his competitive debut at age 17 in October 2004. He established himself as an integral player for the club within the next three years, and in his first uninterrupted season in 2008–09 helped Barcelona achieve the first treble in Spanish football; that year, aged 22, Messi won the first of his four consecutive Ballons d'Or, the first player to win it four times",
        "professionalSummary": "A lifelong supporter of Newell's Old Boys, Messi joined the Rosario club when he was six years old. During the six years he played for Newell's, he scored almost 500 goals as a member of The Machine of '87, the near-unbeatable youth side named for the year of their birth, and regularly entertained crowds by performing ball tricks during half-time of the first team's home games.",
        "virtualResumeLink": "https://www.youtube.com/watch?v=adseCgsYSYs",
        "createdAt": "2024-12-19T13:38:57.324Z",
        "updatedAt": "2024-12-19T13:38:57.324Z",
        "__v": 0
    },
    {
        "_id": "6764230b3483bc1663406017",
        "name": "Cristiano Ronaldo",
        "avatar": "https://imgs.search.brave.com/bbBiffHc468I57W6NjznWvTfAjVvi46gKOEEwDYnVYU/rs:fit:860:0:0:0/g:ce/aHR0cHM6Ly9pbWFn/ZXMuaGVsbG9tYWdh/emluZS5jb20vaG9y/aXpvbi9zcXVhcmUv/MmExYjZlY2VjNGFl/LWNyaXN0aWFuby1y/b25hbGRvLXRvbmVk/LXRvcnNvLXNhdW5h/LXNlbGZpZS10Lmpw/Zw",
        "gender": "Male",
        "age": 39,
        "pronouns": "He/Him",
        "about": "As a child, Ronaldo played for Andorinha from 1992 to 1995,[22] where his father was the kit man,[13] and later spent two years with Nacional. In 1997, aged 12, he went on a three-day trial with Sporting CP, who signed him for a fee of £1,500.[23] He subsequently moved from Madeira to Lisbon to join Sporting CP's youth system.",
        "professionalSummary": "Ronaldo made his La Liga debut against Deportivo La Coruña on 29 August, scoring a penalty in a 3–2 home win.[91] He scored in each of his first four league games, the first Madrid player to do so.[92] His first Champions League goals for the club followed with two free kicks in the first group match against Zürich.",
        "virtualResumeLink": "https://www.youtube.com/watch?v=5hFd6zGkxLE",
        "createdAt": "2024-12-19T13:43:39.007Z",
        "updatedAt": "2024-12-19T13:43:39.007Z",
        "__v": 0
    },
    {
        "_id": "676423d03483bc1663406019",
        "name": "Elon Musk",
        "avatar": "https://imgs.search.brave.com/anh6LokL9LJdyE8pAql1aG_ARt4c0oBOOyNOdALQ7Ys/rs:fit:860:0:0:0/g:ce/aHR0cHM6Ly9pbWFn/ZWlvLmZvcmJlcy5j/b20vc3BlY2lhbHMt/aW1hZ2VzL2ltYWdl/c2VydmUvNjJkNzAw/Y2Q2MDk0ZDJjMTgw/ZjI2OWI5LzB4MC5q/cGc_Zm9ybWF0PWpw/ZyZjcm9wPTk1OSw5/NTkseDAseTAsc2Fm/ZSZoZWlnaHQ9NDE2/JndpZHRoPTQxNiZm/aXQ9Ym91bmRz",
        "gender": "Male",
        "age": 53,
        "pronouns": "He/Him",
        "about": "A member of the wealthy South African Musk family, Musk was born in Pretoria and briefly attended the University of Pretoria before immigrating to Canada at the age of 18, acquiring citizenship through his Canadian-born mother. Two years later, he matriculated at Queen's University at Kingston in Canada.",
        "professionalSummary": "In 1995, Musk, his brother Kimbal, and Greg Kouri founded Global Link Information Network, later renamed Zip2.[55][56] The company developed an Internet city guide with maps, directions, and yellow pages, and marketed it to newspapers.[57] They worked at a small rented office in Palo Alto,[58] with Musk coding the website every night.[58] Musk and his brother's immigration statuses during this period were described by Musk as a gray area, although Kimbal maintained they were working as illegal immigrants",
        "virtualResumeLink": "https://www.youtube.com/watch?v=oO8w6XcXJUs",
        "createdAt": "2024-12-19T13:46:56.824Z",
        "updatedAt": "2024-12-19T13:46:56.824Z",
        "__v": 0
    },
    {
        "_id": "676458443483bc166340601c",
        "name": "Gary Vaynerchuk",
        "avatar": "https://imgs.search.brave.com/OMJMjDzyd9MB_bkUc8a5tOh_sYSkKTXnBIMwEjw_2r0/rs:fit:860:0:0:0/g:ce/aHR0cHM6Ly91cGxv/YWQud2lraW1lZGlh/Lm9yZy93aWtpcGVk/aWEvY29tbW9ucy9j/L2NkL0dhcnlfVmF5/bmVyY2h1a19wdWJs/aWNfZG9tYWluLmpw/Zw",
        "gender": "Male",
        "age": 59,
        "pronouns": "He/Him",
        "about": "At age 14, he joined his family's retail-wine business. After his family moved, he graduated from North Hunterdon High School.[16] In 1998, Vaynerchuk graduated with a bachelor's degree in management science from Mount Ida College in Newton, Massachusetts.",
        "professionalSummary": "Vaynerchuk co-founded restaurant reservation app Resy, which was acquired by American Express in 2019.[7] He is also a co-founder of winery Empathy Wines, which was acquired by Constellation Brands in 2020.[18][19] Vaynerchuk is the creator and founder behind the VeeFriends1 and VeeFriends2 non-fungible token series",
        "virtualResumeLink": "https://www.youtube.com/watch?v=fTpWTUW2Wco",
        "createdAt": "2024-12-19T17:30:44.191Z",
        "updatedAt": "2024-12-19T17:30:44.191Z",
        "__v": 0
    },
    {
        "_id": "676459043483bc166340601e",
        "name": "Gukesh Dommaraju",
        "avatar": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Gukesh_in_2024_%28cropped%29.jpg/220px-Gukesh_in_2024_%28cropped%29.jpg",
        "gender": "Male",
        "age": 18,
        "pronouns": "He/Him",
        "about": "An Indian chess grandmaster and the reigning World Chess Champion. A chess prodigy, Gukesh is the youngest undisputed world champion, the youngest player to have surpassed a FIDE rating of 2750, doing so at the age of 17, and the third-youngest to have surpassed 2700 at the age of 16.",
        "professionalSummary": "Gukesh learned to play chess at the age of seven in 2013, and eventually began structured one-hour sessions three times a week.[10] He dropped out of school after Class IV, i.e. in elementary school, to focus on the chess career. In 2017, his father quit his job to travel with Gukesh for various tournaments; Gukesh was sponsored by his parents' friends at this time,[11] support about which he has often spoken since",
        "virtualResumeLink": "https://www.youtube.com/watch?v=At6MLJywKH4",
        "createdAt": "2024-12-19T17:33:56.143Z",
        "updatedAt": "2024-12-19T17:33:56.143Z",
        "__v": 0
    }
]